import React from 'react'
import Card from "@material-ui/core/Card";
import CardActionArea from "@material-ui/core/CardActionArea";
import CardMedia from "@material-ui/core/CardMedia";
import CardContent from "@material-ui/core/CardContent";
import Typography from "@material-ui/core/Typography";
import HES_image from './images/HES.jpg'

export default function LuganskaHES() {
    return (
        <Card>
            <CardMedia
                component="img"
                alt="Contemplative Reptile"
                image={HES_image}
                title="Contemplative Reptile"
            />
            <CardContent>
                <Typography gutterBottom variant="h5" component="h2">
                    Луганська теплова електростанція
                </Typography>
                <Typography variant="body2" align={'left'} color="textSecondary" component="p">
                    Луганська теплова електростанція (колишня Ворошиловградська ДРЕС) — розташована у місті Щастя
                    поблизу Луганська. Станція має в своєму активі шість діючих та два законсервовані енергоблоки, що
                    вичерпали свої проектні ресурси.
                    Була однією з перших потужних станцій СРСР в системі «Донбасенерго».
                </Typography><br />
                <Typography variant="body2" align={'left'} color="textSecondary" component="p">
                    Електростанція під'єднана до енергосистеми за допомогою одніє ЛЕП 220кВт , також десять ЛЕП 220кВт
                    відключені.Ще одна ЛЕП 220кВт будується
                    сторія підприємства сягає 1950 року, коли була створена комісія для визначення майданчика
                    майбутнього будівництва. Роботи щодо будівництва електростанції розпочалися після виходу постанови
                    уряду СРСР про будівництво ВДРЕС 23 вересня 1952. Створення потужної електростанції саме у
                    вуглевидобувному регіоні було зумовлено дефіцитом енергії у відновлюваному після війни Донбасі.
                    Одночасно зі спорудженням станції будувалося і майбутнє селище енергетиків.
                </Typography><br />
                <Typography variant="body2" align={'left'} color="textSecondary" component="p">
                    30 вересня 1956 було запущено перший турбогенератор потужністю 100 мВт. Напередодні 1957 було
                    введено в дію другий турбогенератор аналогічної потужності. Впродовж 1957–1958 років було завершено
                    будівництво першої черги електростанції (було змонтовано ще п'ять турбогенераторів) і в 1958 році
                    потужність станції становила вже 700 МВт. Фактично за рік було змонтовано 4 турбогенератори та 7
                    котлів загальною продуктивністю 1 610 тонн пари на годину, що вважалося визначним досягненням — в
                    листопаді 1958 підключили до мережі шостий блок потужністю 100 тис. кВт, в кінці грудня — сьомий
                    блок такої ж потужності.
                </Typography><br />
                <Typography variant="body2" align={'left'} color="textSecondary" component="p">
                    Результатом будівництво другої черги станції було введення протягом 1963–1964 восьми енергоблоків,
                    кожний потужністю по 200 мВт. Остаточно будівництво станції завершилося в 1969. Потужність станції
                    на той час становила 2,3 млн. кВт-год., що дозволило їй стати найпотужнішою станцією в Радянському
                    Союзі та Європі.
                </Typography><br />
                <Typography variant="body2" align={'left'} color="textSecondary" component="p">
                    Збільшення виробничих потужностей за рахунок введення в дію енергоблоків на 200 мВт дало змогу
                    знизити вартість 1 кіловату електроенергії на 21% та витрат палива на 20%. За цим самим принципом
                    відбувалось нарощування потужностей й на інших теплоелектростанціях.
                </Typography>
            </CardContent>
        </Card>
    );
}